adamwalzer.scss-lint
adpyke.codesnap
alefragnani.project-manager
aliariff.vscode-erb-beautify
apollographql.vscode-apollo
bradlc.vscode-tailwindcss
bysabi.prettier-vscode-semistandard
coenraads.bracket-pair-colorizer
cpmcgrath.codealignment-vscode
cpylua.language-postcss
csholmq.excel-to-markdown-table
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
ionutvmi.path-autocomplete
ixkaito.ktrz-monokai
jeff-hykin.polacode-2019
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
mrmlnc.vscode-apache
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
mskelton.react-emotion-snippets
octref.vetur
paulmolluzzo.convert-css-in-js
pranaygp.vscode-css-peek
qinjia.seti-icons
ryu1kn.partial-diff
saikou9901.evilinspector
shan.code-settings-sync
shardulm94.trailing-spaces
stevencl.adddoccomments
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
vincaslt.highlight-matching-tag
vscode.theme-monokai-custom
vue.volar
wallabyjs.quokka-vscode
withfig.fig
yoavbls.pretty-ts-errors
yusukehirao.vscode-markuplint
